Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་འདས་པའི་དུས་ན་ཡང་ཀཽཎྜི་ནྱ་ལ་སོགས་པ་ལྷ་བརྒྱད་ཁྲི་པོ་འདི་དག་ཉིད་ངས་ཇི་ལྟར་རང་གི་ཤ་དང་ཁྲག་གིས་ཚིམ་པར་བྱས་ནས་སྲོག་ཕངས་པ་བྱིན་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, I sated Kauṇḍinya and these eighty thousand gods with my own flesh and blood and saved their precious lives. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་ཆུ་ཀླུང་ཞིག་གི་འགྲམ་ན། རུ་སྦལ་སྙིང་རྗེ་ཆེ་བ་བྱམས་པའི་བདག་ཉིད་ཅན། སེམས་ཅན་ལ་བྱམས་པ་ཞིག་གནས་པ་དེ་
en: “Monks, in times gone by, on the banks of a certain river there lived a turtle who was compassionate, had a loving nature, and loved beings.

source: རེས་འགའ་ནི་སྐམ་ལ་རྒྱུ། རེས་འགའ་ནི་ཆུའི་ནང་དུ་རྒྱུའོ། །
en: Sometimes he walked on dry land, and sometimes he swam in the water.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཆུའི་ནང་ནས་བྱུང་སྟེ། སྐམ་ལ་རྒྱུ་ཞིང་སོང་སོང་བ་ལས་སྐམ་ས་དེ་ཉིད་དུ་ཉལ་ལོ། །
en: “One day he emerged from the water onto dry land, and fell asleep there.

source: དེ་ནས་གྲོག་ཚང་ཞིག་ནས་གྲོག་མ་ཞིག་བྱུང་སྟེ། རུ་སྦལ་དེའི་ཐད་དུ་སོན་པ་དང་།
en: An ant emerged from an anthill and approached the turtle.

source: དེས་རུ་སྦལ་སྐམ་ལ་ཉལ་བ་དེ་མཐོང་ནས་དེ་ཚང་གི་ནང་དུ་སོང་སྟེ། གྲོག་མ་གཞན་དག་ལ་སྦྲན་ཏོ། །
en: He saw the turtle asleep there on dry land, and then returned to the nest to inform the other ants.

source: གྲོག་ཚང་དེ་ན་ཡང་གྲོག་མ་བརྒྱད་ཁྲི་གནས་ཏེ། དེ་དག་གིས་གྲོག་མ་དེ་ལས་ཐོས་ནས་གྲོག་ཚང་དེའི་ནང་ནས་འཐོན་ཏེ། རུ་སྦལ་དེའི་ལུས་ལ་ཞུགས་སོ། །
en: The eighty thousand other ants in that anthill heard from the first ant that the turtle was there and came streaming out of the anthill to crawl into the turtle’s shell.

source: དེ་ནས་དེ་དག་ཟ་བས་སད་དེ་དེས་བལྟས་ན་ལུས་ཐོག་ཐག་གྲོག་མས་གང་བར་མཐོང་ངོ་། །
en: As they all began to feed on him, he awoke and saw that his body was covered in ants.

source: བྱང་ཆུབ་སེམས་དཔའ་དེས་བསམས་པ།
en: So the bodhisattva thought,

source: ངས་ཆུའི་ནང་དུ་འགྲོ་ནི་ནུས་མོད་ཀྱི། སེམས་ཅན་འདི་སྙེད་ཀྱི་སྲོག་མ་རུང་བར་འགྱུར་ལ།
en: ‘I could go back into the water, but all these living beings’ lives would be lost.

source: བདག་ཀྱང་སེམས་ཅན་ལ་ཕན་པའི་ཕྱིར་བརྩོན་པ་ཡིན་གྱིས་བདག་རང་གི་སྲོག་ཡོངས་སུ་བཏང་ཡང་སླའི། སེམས་ཅན་འདི་སྙེད་ཀྱི་སྲོག་མ་རུང་བར་བྱར་ནི་མི་རུང་ངོ་སྙམ་ནས་
en: Since I strive to benefit beings, it wouldn’t be right for me to take so many lives. Better to sacrifice my own instead.’

source: བདག་ཉིད་ཀྱིས་མནགས་ཏེ་ཅང་མི་ཟེར་བར་འདུག་ནས
en: With this in mind, he took the hardship upon himself and kept silent.

source: དེ་གྲོག་མ་བརྒྱད་ཁྲི་པོ་དེ་དག་གིས་བཟའ་བ་ན་སྨོན་ལམ་བཏབ་པ།
en: “As the eighty thousand ants consumed him, he prayed,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་བདག་འཇིག་རྟེན་ལོང་བ་སྟོན་པ་མེད་པར་སེམས་ཅན་མ་རྒལ་བ་རྣམས་སྒྲོལ་བ་དང་། མ་གྲོལ་བ་རྣམས་དགྲོལ་བ་དང་། དབུགས་མ་ཕྱིན་པ་རྣམས་དབུགས་འབྱིན་པ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་ཟློ་བའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་ མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སུ་གྱུར་ཅིག །
en: ‘Oh, by this root of virtue, may I become a tathāgata, an arhat, a totally and completely awakened buddha, endowed with perfect knowledge and perfect conduct, a sugata, a knower of the world, a tamer of persons, a charioteer, an unsurpassed one, a teacher of humans and gods—a blessed buddha—to serve as a protector for the world’s blind without a guide, without any guide at all, without anyone to show them the way, to rescue those who have not found their way across, to deliver those who have not been delivered, to relieve the anxiety of those frozen with fear, and to place in nirvāṇa all those who have not transcended suffering.

source: ཇི་ལྟར་ངས་འདི་རྣམས་ད་ལྟར་རང་གི་ཤ་དང་ཁྲག་གིས་ཚིམ་པར་བྱས་ནས་སྲོག་ཕངས་པ་བྱིན་པ་དེ་བཞིན་དུ། ང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ན་ཡང་འདི་རྣམས་དམ་པའི་ཆོས་ཀྱི་བཅུད་ཀྱིས་ཚིམ་པར་བྱས་ནསགཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: “ ‘In the same way that I have now sated them with my own flesh and blood, saving their precious lives, when I perfectly and completely awaken into unexcelled, total, and complete enlightenment, may I sate them with a taste of the holy Dharma, establishing them in the unsurpassed, supreme welfare of nirvāṇa.’

source: དེའི་ཚེ་རུ་སྦལ་དུ་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was that turtle then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་གྲོག་མ་བརྒྱད་ཁྲིར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་ལྷ་བརྒྱད་ཁྲི་པོ་འདི་དག་ཉིད་ཡིན་ཏེ།
en: Those who were the eighty thousand ants then are none other than these eighty thousand gods.

source: དེའི་ཚེ་ཡང་ངས་འདི་རྣམས་རང་གི་ཤ་དང་ཁྲག་གིས་ཚིམ་པར་བྱས་ནས་སྲོག་ཕངས་པ་བྱིན་ནོ། །
en: At that time I sated them with my own flesh and blood, saving their precious lives,

source: གྲོག་མ་གཉིས་པ་ནི།
en: The Second “Ant” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། གཏན་ཚིགས་རྒྱས་པར་ནི་དབྱིག་དགའི་རྟོགས་པ་བརྗོད་པ་ལས་འབྱུང་བ་བཞིན་ཏེ། གང་གི་ཚེ་ཚེ་དང་ལྡན་པ་ཀུན་ཤེས་ཀཽཎྜི་ནྱས་བདེན་པ་རྣམས་མཐོང་བར་གྱུར་པ་དེའི་ཚེ། ལྷ་བརྒྱད་ཁྲིས་ཀྱང་བདེན་པ་མཐོང་བར་གྱུར་ཏོ། །
en: When the Blessed One was in Śrāvastī, when Venerable All-Knowing Kauṇḍinya saw the truths, eighty thousand gods saw the truths as well.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཀཽཎྜི་ནྱ་ལ་སོགས་པ་ལྷ་བརྒྱད་ཁྲི་དམ་པའི་ཆོས་ཀྱི་བཅུད་ཀྱིས་ཚིམ་པར་མཛད་ནས། གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་པ་ལ་གཟིགས།
en: “Lord, tell us why the Blessed One sated Kauṇḍinya and eighty thousand gods with a taste of the holy Dharma, establishing them in the unsurpassed, supreme welfare of nirvāṇa.”

source: འདས་པའི་དུས་སུ་ཡང་ཀཽཎྜི་ནྱ་ལ་སོགས་པ། ལྷ་བརྒྱད་ཁྲི་པོ་འདི་དག་ཉིད་ངས་ཇི་ལྟར་རང་གི་ཤ་དང་ཁྲག་གིས་ཚིམ་པར་བྱས་ནས། སྲོག་ཕངས་པ་བྱིན་པ་དེ་ཉོན་ཅིག །
en: “but in times past as well, and in the same way, I sated Kauṇḍinya and these eighty thousand gods with my own flesh and blood and saved their precious lives. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། རི་ཁྲོད་ཅིག་ནས་ཐག་མི་རིང་བ་ཞིག་ན།
en: “Monks, in times gone by, not far from a certain mountainside was a small hole.

source: ཁུང་ཞིག་གི་ནང་ན་སྲོག་ཆགས་སྐྱིན་གོར་སྙིང་རྗེ་ཆེ་བ་བྱམས་པའི་བདག་ཉིད་ཅན་སེམས་ཅན་ལ་བྱམས་པ་ཞིག་གནས་པ་དེ།
en: In that hole lived a lizard who was quite compassionate, the epitome of love, and who loved beings.

source: རྩ་བ་དང་འབྲས་བུས་འཚོ་ཞིང་སུ་ལ་ཡང་འཚེ་མི་འདོད་པ་ཞིག་འདུག་པ་དེ་ཕྱི་ཞིག་ན་གཟས་ལ་སོང་སོང་བ་ལས།
en: The iguana subsisted only on roots and fruit and did not wish any being harm. “One day, as the lizard went out looking for something to eat,

source: རྔོན་པ་ཞིག་གིས་མཐོང་ནས་དེ་དེས་གསོན་པོར་བཟུང་སྟེ།
en: a hunter spotted him and caught him alive.

source: པགས་པ་བཤུས་ནས་བཏང་སྟེ་རྔོན་པ་དེས་པགས་པ་དེ་ཁྱེར་ཏེ་སོང་ངོ་། །
en: After he had skinned him, he let him go, picked up the skin, and continued on his way.

source: དེ་ནས་སྐྱིན་གོར་དེ་ན་ཚ་མི་བཟོད་དེ་ཆུ་འགྲམ་ཞིག་ཏུ་སོང་ནས་ས་གཞི་བསིལ་བའི་ཕྱོགས་སུ་ཉལ་ལོ། །
en: The lizard, unable to withstand the pain, went to a riverbank and lay down in a cool place.

source: དེ་ནས་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ན་གྲོག་ཚང་ཞིག་ཡོད་དེ། གྲོག་ཚང་དེ་ན་གྲོག་མ་བརྒྱད་ཁྲི་གནས་ཏེ།
en: Not so far from there stood an anthill, and in that anthill lived eighty thousand ants.

source: གྲོག་ཚང་དེའི་ནང་ནས་གྲོག་མ་ཞིག་བྱུང་སྟེ། གྲོག་མ་དེ་སྐྱིན་གོར་དེའི་ཐད་དུ་སོང་སྟེ་
en: One ant emerged from the anthill and went up to the lizard to have a look.

source: བལྟས་ན་སྐྱིན་གོར་པགས་པ་མེད་པ་དེ་མཐོང་ནས་རང་གི་ཚང་དུ་སོང་སྟེ། གྲོག་མ་གཞན་དག་ལ་སྦྲན་ནས།
en: The ant, seeing that the lizard had no skin, returned to the nest to inform the others,

source: གྲོག་མ་བརྒྱད་ཁྲི་པོ་དེ་དག་ཚང་ནས་འཐོན་ཏེ་སྐྱིན་གོར་དེའི་ལུས་ལ་ཞུགས་སོ། །
en: and all eighty thousand ants came streaming out of the anthill to crawl onto the lizard’s body.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལུས་ཀྱིས་ལོག་པར་ལྟུང་དུ་ཟིན་ཀྱང་། སེམས་ཀྱིས་ལོག་པར་ལྟུང་བར་མི་འགྱུར་ཏེ།
en: “Now even when bodhisattvas take a lower birth with their bodies, their minds do not descend to lower realms.

source: ངས་བདག་ཉིད་ཐར་བར་ནི་ནུས་མོད་ཀྱི་སེམས་ཅན་འདི་སྙེད་ཀྱི་སྲོག་མ་རུང་བར་འགྱུར་ལ།
en: ‘I could save myself, but all these living beings’ lives would be lost.

source: བདག་ཀྱང་སེམས་ཅན་ལ་ཕན་པའི་ཕྱིར་བརྩོན་པ་ཡིན་གྱིས་བདག་རང་གི་སྲོག་ཡོངས་སུ་བཏང་ཡང་སླའི། སེམས་ཅན་འདི་སྙེད་ཀྱི་སྲོག་མ་རུང་བར་བྱར་ནི་མི་རུང་ངོ་། །
en: Since I strive to benefit beings, it wouldn’t be right for me to take so many lives. Better to sacrifice my own instead.

source: གཅིག་ཏུ་ན་བདག་ནི་གནོད་པ་འདི་ཁོ་ནས་ངེས་པར་འཆི་བར་འགྱུར་ལ། བདག་གི་བྱ་བ་གང་ཡིན་ཞེ་ན།
en: While it is certain that this harm alone is enough to kill me, if I ask myself, “What is my duty?”

source: སེམས་ཅན་ལ་ཕན་པའི་ཕྱིར་ལུས་ཡོངས་སུ་གཏོང་བ་སྟེ།
en: it is my duty to give up my body for the sake of beings.

source: དེ་ནི་བདག་ལ་འདི་རྣམས་ཀྱིས་བསྐུལ་ཏོ་
en: I have a responsibility to them.’

source: སྙམ་ནས། བདག་ཉིད་ཀྱིས་མནགས་ཏེ་ཅང་མི་ཟེར་བར་འདུག་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་སྟེ།
en: With this in mind, he took the hardship upon himself and kept silent. “Then the lizard prayed for unexcelled, total, and complete enlightenment, saying,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་བདག་འཇིག་རྟེན་ལོང་བ་སྟོན་པ་མེད་པ་ཡོངས་སུ་འདྲེན་པ་མེད་པར། སེམས་ཅན་མ་རྒལ་བ་རྣམས་སྒྲོལ་བ་དང་མ་གྲོལ་བ་རྣམས་དགྲོལ་བ་དང་དབུགས་མ་ཕྱིན་པ་རྣམས་དབུགས་འབྱིན་པ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་ཟློ་བའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་སུ་གྱུར་ཅིག །
en: ‘By this root of virtue, may I become a tathāgata, an arhat, a totally and completely awakened Buddha, endowed with perfect knowledge and perfect conduct, a sugata, a knower of the world, a tamer of persons, a charioteer, an unsurpassed one, a teacher of humans and gods—a blessed buddha—to serve as a protector for the world’s blind without a guide, without any guide at all, without anyone to show them the way, to rescue those who have not found their way across, to deliver those who have not been delivered, to relieve the anxiety of those frozen with fear, and to place in nirvāṇa all those who have not transcended suffering.

source: ཅི་ལྟར་ངས་འདི་རྣམས་ད་ལྟར་རང་གི་ཤ་དང་ཁྲག་གིས་ཚིམ་པར་བྱས་ནས། སྲོག་ཕངས་པ་བྱིན་པ་དེ་བཞིན་དུ།
en: “ ‘In the same way that I have now sated them with my own flesh and blood, saving their precious lives,

source: ང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ན་ཡང་འདི་རྣམས་དམ་པའི་ཆོས་ཀྱི་བཅུད་ཀྱིས་ཚིམ་པར་བྱས་ནས
en: when I perfectly and completely awaken into unexcelled, total, and complete enlightenment, may I sate them with a taste of the holy Dharma,

source: གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་འགོད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: establishing them in the unsurpassed, supreme welfare of nirvāṇa.’

source: དེའི་ཚེ་སྐྱིན་གོར་དུ་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was that lizard then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་གྲོག་མ་བརྒྱད་ཁྲིར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་ལྷ་བརྒྱད་ཁྲི་འདི་དག་ཉིད་ཡིན་ཏེ།
en: Those who were the eighty thousand ants then are none other than these eighty thousand gods.

source: ད་ལྟར་ཡང་ངས་འདི་རྣམས་དམ་པའི་ཆོས་ཀྱི་བཅུད་ཀྱིས་ཚིམ་པར་བྱས་ནས།
en: and now as well I have sated them with a taste of the holy Dharma,

source: གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་དོ།། །།
en: establishing them in the unsurpassed, supreme welfare of nirvāṇa.”

source: སྤྱོད་ཡུལ་ཞེས་བྱ་བ་ནི།
en: The Lay of the Land

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཉན་ཐོས་རྣམས་ནི་ཆོས་ཉིད་ཀྱིས་འདུ་བ་ཆེན་པོའི་དུས་གཉིས་ཡོད་དེ།
en: When the Blessed One was in Śrāvastī, there were two times of year when it was customary for the disciples of the Blessed Buddha to convene:

source: དབྱར་ཟླ་འབྲིང་པོ་ལ་དབྱར་གནས་འཆའ་བའི་དུས་ལ་བབ་པ་དང་། སྟོན་ཟླ་ཐ་ཆུངས་ཉའོ། །
en: in the middle of the summer months when the time came for the summer retreat, and on the full moon of the last month of autumn.

source: དེ་ལ་དབྱར་ཟླ་འབྲིང་པོ་ལ་དབྱར་གནས་འཆར་ཉེ་བའི་ཚེ་ནི། དགེ་སློང་རྣམས་ཡིད་ལ་བྱེད་པའི་ཁྱད་པར་དག་མནོས་ནས་
en: When the time came in the middle of the summer months for the monks to enter retreat, they would receive special instructions to ponder,

source: རིའི་སུལ་དང་། རིའི་ཕུག་དང་སོག་མའི་སྤྱིལ་པོ་དང་ཐང་དང་དུར་ཁྲོད་དང་ནགས་ཁྲོད་དང་བས་མཐའི་གནས་མལ་དག་ཏུ་དོང་སྟེ་དབྱར་གནས་འཆའ་བར་བྱེད་དོ། །
en: and then retreat to mountain ravines, mountain caves, reed huts, plains, charnel grounds, and forests, and settle there for the duration of the rainy season.

source: སྟོན་ཟླ་ཐ་ཆུངས་ཉ་ལ་ནི་ཕྱིར་འོངས་ནས་རྟོགས་ཟིན་པ་ནི་རྗོད་པར་བྱེད།
en: On the full moon of the last month of autumn they would all return, give an account of all that they had realized,

source: ད་དུང་མ་རྟོགས་པ་ཡན་ཆད་ནི་ཞུ་བར་བྱེད་དོ། །
en: and put questions to their superiors regarding all that they still did not understand.

source: དེ་ནས་དགེ་སློང་ཞིག་ལྗོངས་སུ་སྐབས་དབྱེ་བ་བྱས་ནས་ལྗོངས་རྒྱུ་ཞིང་སོང་སོང་བ་ལས་མཉན་དུ་ཡོད་པར་ཕྱིན་ནས། དེས་ལྷུང་བཟེད་དང་ཆོས་གོས་བཞག་གོ། །
en: There was a certain monk who, having spent that period in the countryside, made his way through the countryside, traveling and traveling until he arrived in Śrāvastī, where he put down his alms bowl and holy robes.

source: དེ་ནས་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་བགོས་ཏེ་ལྷུང་བཟེད་ཐོགས་ནས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་སོང་ངོ་། །
en: In the morning he donned his lower garment and holy robes, and, carrying his alms bowl, went for alms in Śrāvastī.

source: དེ་ཡང་གསར་དུ་འོངས་ལ་སྔན་ཅད་མ་ཕྱིན་ཏེ། ཤེས་པ་ཆུང་ཞིང་སྤྱོད་ཡུལ་ལ་མི་མཁས་པ་ཞིག་སྟེ།
en: He was a newcomer, having never been there before, so he was unfamiliar with the area and had very little knowledge of the lay of the land.

source: དེ་ཤིན་ཏུ་འཕྱི་བ་ཞིག་ན་མཉན་དུ་ཡོད་པར་སོང་ནས་དེས་བལྟས་ན།
en: He had come to Śrāvastī very late,

source: དགེ་སློང་གཞན་དག་ལག་པ་གང་བ་དང་ལྷུང་བཟེད་བཀང་སྟེ། ཕྱིར་འོང་བར་མཐོང་ནས་དེས་བསམས་པ།
en: and seeing that the other monks had already gone carrying their alms bowls filled, he thought,

source: དགེ་སློང་འདི་དག་ལ་འདི་ན་སྤྱོད་ཡུལ་གྱི་ས་གང་ན་ཡོད་པ་དང་གང་དུ་བསོད་སྙོམས་སྐྱེན་པར་རྙེད་པར་འགྱུར་བ་དེ་དྲི་བར་བྱའོ་སྙམ་ནས
en: “I will ask where I should go to quickly get some alms.”

source: ཉེ་དགའ་བོའི་ཐད་དུ་དོང་སྟེ་དྲིས་པ།
en: So he went to see Upananda and asked him,

source: བཙུན་པ་ཉེ་དགའ་བོ་བདག་ནི་མཉན་དུ་ཡོད་པའི་སྤྱོད་ཡུལ་གྱི་རྒྱུས་མ་འཚལ་ན་བདག་གིས་གང་ནས་བསོད་སྙོམས་སྐྱེན་པར་རྙེད་པར་འགྱུར་བ་དེ་ལྟ་བུའི་སྤྱོད་ཡུལ་བདག་ལ་སྟོན་ཅིག་ཅེས་བྱས་པ་དང་།
en: “Lord Upananda, I don’t know my way around Śrāvastī. Can you please show me where to go to quickly get some alms?”

source: ཉེ་དགའ་བོས་མཐོ་བཙམ་པར་བསམས་ཏེབྲམ་ཟེ་དགེ་མཚན་དང་བཀྲ་ཤིས་དང་སྦྱོར་བ་མི་སྲུན་ཅིང་མ་དད་པ་ཞིག་གི་ཁྱིམ་བསྟན་ཏེ།
en: Upananda, intending him harm, pointed at the home of a certain brahmin, a faithless man irritated by all things virtuous, auspicious, and well mannered, and said,

source: ཁྱིམ་འདིར་སོང་ཤིག་དང་འདི་ནས་ཁྱོད་ཀྱི་བསོད་སྙོམས་འབྱུང་བར་འགྱུར་རོ་ཞེས་བྱས་ནས་ཉེ་དགའ་བོ་སོང་ངོ་། །
en: “Go to that house there—that’s where you’ll get your alms.” With that, Upananda departed.

source: དེ་ནས་དགེ་སློང་དེ་ཁྱིམ་དེའི་ནང་དུ་སོང་བ་དང་བྲམ་ཟེ་དེ་ཡང་དོན་ཞིག་ལ་གྲོང་གཞན་ཞིག་ཏུ་འགྲོ་བར་ཆས་པ་ལས་དེས་བསམས་པ། མགོ་རེག་གོས་ཚོན་ཅན་གྱོན་པ་བདག་གི་མདུན་དུ་འོངས་པ་འདི་ནི་བཀྲ་མི་ཤིས་སོ་སྙམ་ནས
en: As the monk approached the house, the brahmin, who was just heading out to another village on an errand, decided that it was a bad omen for this shaven-headed, colored-cloth-wearing man to cross his path.

source: དེ་དེས་བཟུང་ནས་ཁུ་ཚུར་དང་། རྡོག་པས་ཞེན་པར་བརྡེགས་ཏེ།
en: The brahmin grabbed hold of him, pummeled him, and stomped on him.

source: བསྐྱུར་ཏེ་བོར་ནས་དེ་ཀླད་པ་ནི་རྡོལ། ཆོས་གོས་སྣམ་སྦྱར་ནི་རལ། ལྷུང་བཟེད་ནི་ཞོམ། གསེག་ཤང་ནི་ཆག་སྟེ། ཁྱིམ་དེའི་ནང་ནས་ཕྱིར་བྱུང་ནས་དེས་བསམས་པ།
en: After the brahmin let him go, the monk emerged from the house with his head gashed open, shirt and robes torn, alms bowl smashed, and walking staff in pieces, and thought,

source: བདག་ཟན་མེད་ཀྱང་སླའོ་སྙམ་ནས་
en: “Better to go without food.”

source: དེ་སྨྱུང་བར་འདུག་བཞིན་དུ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་བ་དང་། དགེ་སློང་རྣམས་ཀྱིས་དེ་མཐོང་ནས་དྲིས་པ་བཙུན་པ་འདི་ལྟ་བུ་ཅི་ཁྱོད་མི་རྒོད་ཀྱིས་མ་བཅོམ་མམ།
en: When he came to the garden of Prince Jeta during his fast, the monks saw him and asked, “Lord, what is this? You weren’t overcome by bandits, were you?”

source: དེས་སྨྲས་པ། བདག་མི་རྒོད་ཀྱིས་ནི་མ་བཅོམ་གྱི་ཉེ་དགའ་བོས་མཐོ་བཙམས་སོ་ཞེས་བྱས་སོ། །
en: “No, I wasn’t overcome by bandits. Rather, Upananda thought to do me harm,” he replied.

source: དེ་ནས་སྐབས་ཀྱི་གཏམ་དེ་དགེ་སློང་རྣམས་ཀྱིས་ཐོས་ཏེ་བཅོམ་ལྡན་འདས་ལ་གསོལ་ནས།
en: When the monks heard the story, they asked the Blessed One about it,

source: དགེ་སློང་གིས་དགེ་སློང་ལ་སྤྱོད་ཡུལ་མ་ཡིན་པ་བསྟན་པར་མི་བྱའོ། །
en: “Let one monk not point another in the wrong direction.

source: གལ་ཏེ་མི་ཤེས་བཞིན་དུ་འགྲོ་འདོད་པ་ཞིག་དགེ་སློང་དག་གིས་མཐོང་ན་ཡང་དགག་པར་བྱ་སྟེ།
en: And should a monk see others who don’t understand where they are headed, let him stop them.

source: དེ་ལྟར་བཀག་ན་ནི་ལེགས།
en: It is good to stop someone in such a way.

source: མ་བཀག་ན་ཉེས་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: Not to stop them will be an infraction.”

source: བཙུན་པ་ཉེ་དགའ་བོས་དགེ་སློང་འདི་སྤྱོད་ཡུལ་མ་ལགས་པར་བཏང་ནས། དགེ་སློང་འདི་ཡང་དེར་མཆིས་ཏེ། གནོད་པ་ཆེན་པོ་དང་མཇལ་བ་ལ་གཟིགས་ལགས།
en: “Lord, tell us why Upananda pointed this monk in the wrong direction and the monk went there and met with great harm.”

source: སྔོན་འདས་པའི་དུས་ན་ཡང་དགེ་སློང་འདི་ཉེ་དགའ་བོ་འདི་ཁོ་ནས་སྤྱོད་ཡུལ་མ་ཡིན་པ་ལ་ཇི་ལྟར་བཏང་བ་དང་འདི་ཡང་དེར་སོང་སྟེ། གནོད་པ་ཆེན་པོ་དང་ཇི་ལྟར་ཕྲད་པ་དེ་ཉོན་ཅིག །
en: “but in times past as well, and in the same way, Upananda pointed this monk in the wrong direction, and when he went there, he met with great harm. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་པད་མའི་མཚོ་ཞིག་གི་ནང་ན།
en: “Monks, in times gone by, there lived a turtle in a certain lotus pond.

source: སྲོག་ཆགས་རུ་སྦལ་ཞིག་གནས་ལ་ཝ་ཞིག་ཀྱང་སྐོམ་གྱིས་གདུངས་ནས་ཆུ་བཏུང་ངོ་སྙམ་སྟེ་
en: A fox that was tormented by thirst had come to that pond thinking that he would drink some water.

source: པད་མའི་མཚོ་དེའི་ནང་དུ་ཞུགས་པ་དང་། དེས་སྲོག་ཆགས་རུ་སྦལ་དེ་མཐོང་ནས་
en: He entered the lotus pond and saw the turtle there.

source: བཟའ་བར་ཆས་ཏེསོས་བཟུང་ནས་རུ་སྦལ་དེས་དེ་ལ་སྨྲས་པ།
en: He took him in his teeth and was about to eat him, but the turtle said to him,

source: གྲོགས་པོ་བདག་མ་གསོད་ཅིག་བདག་ནི་ཁྱོད་ཀྱི་ཁམ་ཅིག་ཏུ་ཡང་མེད་ཀྱིས་གལ་ཏེ་ཁྱོད་ཀྱིས་བདག་གསོན་པོར་བཏང་ན་
en: ‘Friend, please don’t kill me. I am but a morsel to you. If you release me alive,

source: བདག་གིས་ཁྱོད་ལ་ཁ་ཟས་མང་པོ་བསྟན་ཏོ་ཞེས་བྱས་སོ། །
en: I shall lead you to a great deal of food.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཝ་དེས་རུ་སྦལ་དེ་བཏང་སྟེ་སྨྲས་པ།
en: “As soon as the fox heard this he let the turtle go and said,

source: བདག་གིས་ག་ལས་བཟའ་བ་རྙེད་པར་འགྱུར་བའི་ཕྱོགས་དེ་སྟོན་ཅིག །
en: ‘Show me where I can get that food!’

source: རུ་སྦལ་གྱིས་སྨྲས་པ། གྲོགས་པོ་ཕྱོགས་ག་གེ་མོ་ཞིག་ན་ཕུག་ཅིག་གི་ནང་ན་སྐྱིན་གོར་མ་སྨད་བརྒྱད་གནས་ཀྱིས།
en: “ ‘Oh friend,’ replied the turtle, ‘in such-and-such a region in a certain cave live a mother lizard and her offspring, eight of them in all.

source: དེ་རྣམས་ཁྱོད་ཀྱིས་སོད་ལ་ཟོ་ཤིག་ཅེས་བྱས་སོ། །
en: Go kill and eat them.’

source: ཕུག་དེའི་ནང་ན་སེང་གེ་མོ་ཞིག་ཀྱང་གནས་ཏེ། དེ་ཡང་གསར་དུ་བུ་བྱུང་ནས་དེ་ལ་སེང་གེའི་ཕྲུག་གུ་གཉིས་ཡོད་དེ།
en: In truth, there was a lioness living in that cave that had just given birth to two lion cubs.

source: དེས་དེ་གཉིས་བསྲུང་བའི་ཕྱིར་ཕུག་དེའི་ནང་ནས་ཕྱིར་འབྱུང་དུ་མི་བཏུབ་བོ། །
en: In order to protect them she would not leave the cave.

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཝ་དེ་ཡང་ཕུག་སྒོ་ལོགས་སུ་ཆས་པ་ལས།
en: But when the fox heard what the turtle had said, he hurried to an entrance at one side of the cave.

source: དེ་ཝ་གཞན་ཞིག་གིས་མཐོང་ནས་སྨྲས་པ། གྲོགས་པོ་གར་འགྲོ །
en: Another fox saw him and said, ‘Where are you off to, friend?’

source: དེས་སྨྲས་པ། ཕུག་འདིའི་ནང་ན་སྐྱིན་གོར་མ་སྨད་བརྒྱད་གནས་ཏེ།
en: “ ‘In this cave live a mother lizard and her offspring, eight of them in all.

source: དེ་དག་བདག་གིས་བསད་ལ་བཟའ་བར་བྱའོ། །
en: I am going to kill and eat them.’

source: ཝ་དེས་སྨྲས་པ། གྲོགས་པོ་ལྟོས་དང་ཁྱོད་འདིར་སོང་ན་སྡུག་བསྔལ་དང་ཕྲད་ཏ་རེ་ཞེས་བྱས་པ་དང་།
en: “ ‘Look here, my friend,’ warned the other, ‘if you go in there you’ll surely meet with suffering.’

source: དེས་དེ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “But the first fox said to him in verse,

source: བདག་ནི་འདི་ན་སྟོབས་ལྡན་བརྩོན་འགྲུས་ལྡན། །
en: “ ‘I’m graced with strength and force of will.

source: བདག་དང་མཚུངས་པ་ག་ལའང་ཡོང་མེད་དེ། །
en: No one is my peer.

source: གླང་ཆེན་རྒྱལ་པོ་རྫིང་ལ་བབ་པ་བཞིན། །དེ་རིང་སྐྱིན་གོར་སྨད་བརྒྱད་གཞོམ་པར་བྱ། །
en: This day I shall devour A lizard and her young Like a regal elephant basking in a pool.’

source: དེས་དེའི་ཚིག་མ་མཉན་ཏེ་ཕུག་དེའི་ནང་དུ་སོང་བ་ལས། དེ་སེང་གེའི་ཕྲུ་གུ་གཅིག་གིས་ནི་རྣ་བ་ནས་བཟུང་། གཅིག་གིས་ནི་མཇུག་མ་ནས་བཟུང་སྟེ་
en: “That fox did not heed the other’s words, and just as he was entering the cave, one lion cub caught him by the ear and the other caught him by the tail.

source: མས་སྨྲས་པ།
en: Their mother said,

source: བུ་གཉིས་ཐེ་རེལ་ཟ་བ་འདི་མ་གསད་འདི་བསད་དེ་ཅི་རུང་ཞེས་བྱས་ནས
en: ‘My sons, don’t kill that scavenger. What’s the use?’

source: དེ་གཉིས་ཀྱིས་མའི་ཚིག་མ་ཉན་ཏེ་གཅིག་གིས་ནི་རྣ་བ་བཅད་གཅིག་གིས་ནི་མཇུག་མ་བཅད་དེ་བོར་རོ། །
en: “Obeying their mother’s words, the first tore off his ear, the other tore off his tail, and then they tossed him aside.

source: དེ་ནས་ཝ་ཅིག་ཤོས་ཀྱིས་དེ་ཕུག་སྒོ་ནས་བྱུང་བ་མཐོང་ནས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: The other fox saw what happened from the mouth of the cave and spoke the following verse:

source: ཁྱོད་ནི་འདི་ན་སྟོབས་ལྡན་བརྩོན་འགྲུས་ལྡན། །ཁྱོད་དང་མཚུངས་པ་ག་ལའང་མེད་ཅེ་ན། །
en: “ ‘ “Graced with strength and force of will?” you say, And claim none is your equal?

source: དཔའ་བོ་ལུས་མཛེས་མ་རུང་གྱུར་པ་ལས། །ཁ་ཚོ་བསྐྱེད་པ་དེ་དང་འཐུན་མ་གྱུར། །
en: Handsome hero, your winsome form is gone— It seems your boasting was misplaced!’

source: དེ་ནས་དེས་དེ་ལ་སྨྲས་པ་འདི་ནི་དེས་ཀྱང་མཉེས་ཀྱིས་བདག་གིས་དེའི་ཚིག་མཉན་ཏེ་ཡིད་ཆེས་པར་བྱས་པ་འདི་ནི་བདག་ཉིད་ཀྱིས་ཉེས་སོ་ཞེས་བྱས་ནས།
en: “Said the first fox to the other, ‘It’s not the turtle’s fault. That I heeded and believed its words is my own fault.’

source: ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: And he said in verse,

source: སྐྱིན་གོར་སྨད་བརྒྱད་ཕུག་ན་སྐྱེས་སོ་ཞེས། བདག་ནི་རུ་སྦལ་ཚིག་ལ་ཡིད་ཆེས་པ། །
en: “ ‘I believed the turtle when it said “There’s a lizard family in a cave.”

source: དེ་ནི་བདག་འདིར་བླུན་ཞིང་དགོངས་ཀྱང་ཆུང་། །མི་ཤེས་བྱུར་ངན་དམ་པས་དམད་པར་འོས། །
en: A fool I was, with little foresight. For the failure of my ignorance, From the holy I warrant scorn.’

source: དེའི་ཚེ་སྲོག་ཆགས་རུ་སྦལ་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ཉེ་དགའ་བོ་འདི་ཁོ་ན་ཡིན་ནོ། །
en: The one who was that turtle then is none other than Upananda.

source: དེའི་ཚེ་ཝར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དགེ་སློང་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was the fox then is none other than this monk.

source: དེའི་ཚེ་ཡང་དེ་འདིས་སྤྱོད་ཡུལ་མ་ཡིན་པར་བཏང་སྟེ།
en: At that time the former pointed the latter in the wrong direction,

source: འདི་ཡང་དེར་སོང་བ་ལས་སྡུག་བསྔལ་ཆེན་པོ་རྙེད་ལ་ད་ལྟར་ཡང་དེས་འདི་སྤྱོད་ཡུལ་མ་ཡིན་པར་བཏང་སྟེ།
en: and when he went there, he met with great suffering. Now as well he has pointed him in the wrong direction,

source: དགེ་སློང་འདི་དེར་སོང་ནས་སྡུག་བསྔལ་ཆེན་པོ་རྙེད་པར་གྱུར་ཏོ།། །།
en: and when the monk went there, he met with great suffering.”

source: དགོན་པ་པ་ཞེས་བྱ་བ་ནི།
en: The Story of Āraṇyaka
